IDEA Open Model
SectionCharacteristics.Welz Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the Elastic section modulus related to axis Z.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Welz { get; set; }
Public Property Welz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace